import React from 'react'

function AboutUs() {
return (
    <div className=' h-90'>
    <div className="max-w-2xl mx-auto mt-9 p-8 bg-white rounded-xl shadow-lg text-center">
        <h1 className="text-3xl font-bold text-gray-800 mb-4">🐾 عنّا
</h1>
        <p className="text-lg text-gray-600 mb-5">
هلا فيك في عالم الحيوانات!
إحنا ناس نحب الحيوانات من قلب، وقررنا نشارك حبنا هذا مع كل الناس، كبار وصغار، عشان نتعلم سوا عن هالكائنات اللطيفة اللي تعيش معنا بهالدنيا.        </p>
        <p className="text-gray-600 mb-5">
في موقعنا، تقدر تكتشف معلومات ممتعة وغريبة عن حيوانات كثيرة، بعضها تعيش معنا في البيوت، وبعضها ما نشوفها إلا في الصور أو الرحلات.
        </p>
       
    </div></div>
)
}

export default AboutUs